
[
  {
    "id": "story_prahlada",
    "type": "story_structured",
    "title": "भक्त प्रह्लाद और नरसिंह अवतार",
    "description": "एक छोटे बालक की अटूट विष्णु भक्ति जिसने भगवान को खम्भे से प्रकट होने पर मजबूर कर दिया।",
    "thumbnail": "https://res.cloudinary.com/dg2glqqs4/image/upload/v1769413952/Untitled_design_3_tvkz9a.jpg",
    "reading_time": "5 min read",
    "contentBlocks": [
      {
        "type": "text",
        "value": "सतयुग में हिरण्यकशिपु नाम का एक दैत्य राजा था। उसने ब्रह्मा जी से वरदान प्राप्त कर लिया था कि उसे न कोई नर मार सके, न पशु; न दिन में, न रात में; न अस्त्र से, न शस्त्र से; न घर के अंदर, न बाहर।"
      },
      {
        "type": "text",
        "value": "इस वरदान के अहंकार में उसने खुद को भगवान घोषित कर दिया और अपने राज्य में विष्णु भक्ति पर रोक लगा दी।"
      },
      {
        "type": "header",
        "value": "भक्त प्रह्लाद का जन्म"
      },
      {
        "type": "text",
        "value": "उसी के घर प्रह्लाद जैसा परम विष्णु भक्त पुत्र पैदा हुआ। प्रह्लाद बचपन से ही 'नारायण-नारायण' जपता रहता था। यह देखकर हिरण्यकशिपु क्रोधित हो उठा।"
      },
      {
        "type": "highlight",
        "value": "॥ ॐ नमो भगवते वासुदेवाय ॥"
      },
      {
        "type": "text",
        "value": "यह वह मूल मंत्र था जो प्रह्लाद हर पल जपता था। पिता ने उसे मारने के कई प्रयास किए - हाथी से कुचलवाया, पहाड़ से फिंकवाया, होलिका की आग में बिठाया, लेकिन भगवान विष्णु ने हर बार उसकी रक्षा की।"
      },
      {
        "type": "header",
        "value": "नरसिंह अवतार का प्रकट होना"
      },
      {
        "type": "text",
        "value": "अंत में, क्रोधित होकर हिरण्यकशिपु ने प्रह्लाद से पूछा, 'तेरा भगवान कहाँ है?' प्रह्लाद ने कहा, 'वे सर्वत्र हैं, इस खम्भे में भी हैं।' जैसे ही राजा ने खम्भे पर गदा मारी, भगवान नरसिंह (आधा नर, आधा सिंह) रूप में प्रकट हुए और उन्होंने हिरण्यकशिपु का वध किया।"
      }
    ]
  },
  {
    "id": "story_shabari",
    "type": "story_structured",
    "title": "माता शबरी के जूठे बेर",
    "description": "राम भक्ति की एक अनोखी मिसाल, जहाँ प्रभु ने प्रेमवश भीलनी के जूठे बेर खाए।",
    "thumbnail": "https://res.cloudinary.com/dg2glqqs4/image/upload/v1769414087/Untitled_design_4_psmvge.jpg",
    "reading_time": "3 min read",
    "contentBlocks": [
      {
        "type": "text",
        "value": "त्रेतायुग में दण्डकारण्य वन में शबरी नाम की एक भीलनी रहती थी। वह मतंग ऋषि की शिष्या थी। ऋषि ने अंतिम समय में उससे कहा था कि 'बेटी, धैर्य रखना, एक दिन भगवान राम तेरी कुटिया में अवश्य पधारेंगे।'"
      },
      {
        "type": "header",
        "value": "अटूट प्रतीक्षा"
      },
      {
        "type": "text",
        "value": "उस दिन से शबरी हर रोज़ रास्ते से कांटे चुनती, अपनी कुटिया को फूलों से सजाती और मीठे बेर तोड़कर लाती। वह हर बेर को चखकर देखती कि कहीं खट्टा तो नहीं, और मीठे बेर प्रभु के लिए रख लेती।"
      },
      {
        "type": "text",
        "value": "वर्षों बीत गए, शबरी बूढ़ी हो गई, लेकिन उसकी आस नहीं टूटी।"
      },
      {
        "type": "header",
        "value": "प्रभु का आगमन"
      },
      {
        "type": "text",
        "value": "अंततः, सीता की खोज में भटकते हुए भगवान राम और लक्ष्मण उसकी कुटिया में पहुँचे। शबरी की आँखों से खुशी के आँसू बह निकले।"
      },
      {
        "type": "highlight",
        "value": "'प्रेम के पाले पड़ कर प्रभु को, नियम बदलते देखा है। अपना मान टले टल जाये, पर भक्त का मान न टलते देखा है॥'"
      },
      {
        "type": "text",
        "value": "शबरी ने प्रेमपूर्वक अपने चखे हुए जूठे बेर राम जी को दिए। लक्ष्मण जी ने संकोच किया, लेकिन भगवान राम ने वे बेर बड़े चाव से खाए। उन्होंने यह सिद्ध किया कि भगवान केवल सच्चे प्रेम के भूखे होते हैं, जाति-पाति या ऊँच-नीच के नहीं।"
      }
    ]
  }
]
