[
  {
    "id": "chalisa_1",
    "type": "text",
    "title": "श्री हनुमान चालीसा",
    "category": "Chalisa",
    "language": "Hindi",
    "thumbnail": "https://res.cloudinary.com/dg2glqqs4/image/upload/v1769346839/hanuman%20chalisha.jpg",
    "content": "दोहा\n\nश्रीगुरु चरन सरोज रज, निज मनु मुकुरु सुधारि।\nबरनउँ रघुबर बिमल जसु, जो दायकु फल चारि।।\nबुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार।\nबल बुद्धि बिद्या देहु मोहिं, हरहु कलेस बिकार।।\n\nचौपाई\n\nजय हनुमान ज्ञान गुन सागर। जय कपीस तिहुँ लोक उजागर।।\nराम दूत अतुलित बल धामा। अंजनि-पुत्र पवनसुत नामा।।\nमहाबीर बिक्रम बजरंगी। कुमति निवार सुमति के संगी।।\nकंचन बरन बिराज सुबेसा। कानन कुंडल कुंचित केसा।।\n\nहाथ बज्र औ ध्वजा बिराजै। काँधे मूँज जनेऊ साजै।।\nसंकर सुवन केसरीनंदन। तेज प्रताप महा जग बन्दन।।\nविद्यावान गुनी अति चातुर। राम काज करिबे को आतुर।।\nप्रभु चरित्र सुनिबे को रसिया। राम लखन सीता मन बसिया।।\n\nसूक्ष्म रूप धरि सियहिं दिखावा। बिकट रूप धरि लंक जरावा।।\nभीम रूप धरि असुर संहारे। रामचंद्र के काज सँवारे।।\nलाय सजीवन लखन जियाये। श्रीरघुबीर हरषि उर लाये।।\nरघुपति कीन्ही बहुत बड़ाई। तुम मम प्रिय भरतहि सम भाई।।\n\nसहस बदन तुम्हरो जस गावैं। अस कहि श्रीपति कंठ लगावैं।।\nसनकादिक ब्रह्मादि मुनीसा। नारद सारद सहित अहीसा।।\nजम कुबेर दिगपाल जहाँ ते। कबि कोबिद कहि सके कहाँ ते।।\nतुम उपकार सुग्रीवहिं कीन्हा। राम मिलाय राज पद दीन्हा।।\n\nतुम्हरो मंत्र बिभीषन माना। लंकेस्वर भए सब जग जाना।।\nजुग सहस्र जोजन पर भानू। लील्यो ताहि मधुर फल जानू।।\nप्रभु मुद्रिका मेलि मुख माहीं। जलधि लाँघि गये अचरज नाहीं।।\nदुर्गम काज जगत के जेते। सुगम अनुग्रह तुम्हरे तेते।।\n\nराम दुआरे तुम रखवारे। होत न आज्ञा बिनु पैसारे।।\nसब सुख लहै तुम्हारी सरना। तुम रक्षक काहू को डर ना।।\nआपन तेज सम्हारो आपै। तीनों लोक हाँक तें काँपै।।\nभूत पिसाच निकट नहिं आवै। महाबीर जब नाम सुनावै।।\n\nनासै रोग हरै सब पीरा। जपत निरंतर हनुमत बीरा।।\nसंकट तें हनुमान छुड़ावै। मन क्रम बचन ध्यान जो लावै।।\nसब पर राम तपस्वी राजा। तिन के काज सकल तुम साजा।।\nऔर मनोरथ जो कोई लावै। सोइ अमित जीवन फल पावै।।\n\nचारों जुग परताप तुम्हारा। है परसिद्ध जगत उजियारा।।\nसाधु संत के तुम रखवारे। असुर निकंदन राम दुलारे।।\nअष्ट सिद्धि नौ निधि के दाता। अस बर दीन जानकी माता।।\nराम रसायन तुम्हरे पासा। सदा रहो रघुपति के दासा।।\n\nतुम्हरे भजन राम को भावै। जनम जनम के दुख बिसरावै।।\nअन्तकाल रघुबर पुर जाई। जहाँ जन्म हरिभक्त कहाई।।\nऔर देवता चित्त न धरई। हनुमत सेइ सर्ब सुख करई।।\nसंकट कटै मिटै सब पीरा। जो सुमिरै हनुमत बलबीरा।।\n\nजै जै जै हनुमान गोसाईं। कृपा करहु गुरुदेव की नाईं।।\nजो सत बार पाठ कर कोई। छूटहि बंदि महा सुख होई।।\nजो यह पढ़ै हनुमान चालीसा। होय सिद्धि साखी गौरीसा।।\nतुलसीदास सदा हरि चेरा। कीजै नाथ हृदय मँह डेरा।।\n\nदोहा\n\nपवन तनय संकट हरन, मंगल मूरति रूप।\nराम लखन सीता सहित, हृदय बसहु सुर भूप।।\n"
  },
  {
    "id": "chalisa_durga",
    "type": "text",
    "title": "श्री दुर्गा चालीसा",
    "category": "Chalisa",
    "language": "Hindi",
    "thumbnail": "https://res.cloudinary.com/dg2glqqs4/image/upload/v1769351260/Untitled_design_6_kl7axq.jpg",
    "content": "नमो नमो दुर्गे सुख करनी।\nनमो नमो अम्बे दुःख हरनी॥\n\nनिरंकार है ज्योति तुम्हारी।\nतिहूँ लोक फैली उजियारी॥\n\nशशि ललाट मुख महाविशाला।\nनेत्र लाल भृकुटी विकराला॥\n\nरूप मातु को अधिक सुहावे।\nदरश करत जन अति सुख पावे॥\n\nतुम संसार शक्ति लय कीना।\nपालन हेतु अन्न धन दीना॥\n\nअन्नपूर्णा हुई जग पाला।\nतुम ही आदि सुन्दरी बाला॥\n\nप्रलयकाल सब नाशन हारी।\nतुम गौरी शिवशंकर प्यारी॥\n\nशिव योगी तुम्हरे गुण गावें।\nब्रह्मा विष्णु तुम्हें नित ध्यावें॥\n\nरूप सरस्वती को तुम धारा।\nदे सुबुद्धि ऋषि मुनि उबारा॥\n\nधरयो रूप नरसिंह को अम्बा।\nपरगट भई फाड़कर खम्बा॥\n\nरक्षा करि प्रह्लाद बचायो।\nहिरण्याक्ष को स्वर्ग पठायो॥\n\nलक्ष्मी रूप धरो जग माहीं।\nश्री नारायण अंग समाहीं॥\n\nक्षीरसिन्धु में करत विलासा।\nदयासिन्धु दीजै मन आसा॥\n\nहिंगलाज में तुम्हीं भवानी।\nमहिमा अमित न जात बखानी॥\n\nमातंगी अरु धूमावति माता।\nभुवनेश्वरी बगला सुख दाता॥\n\nश्री भैरव तारा जग तारिणी।\nछिन्न भाल भव दुःख निवारिणी॥\n\nकेहरि वाहन सोह भवानी।\nलांगुर वीर चलत अगवानी॥\n\nकर में खप्पर खड्ग विराजै।\nजाको देख काल डर भाजै॥\n\nसोहै अस्त्र और त्रिशूला।\nजाते उठत शत्रु हिय शूला॥\n\nनगरकोट में तुम्हीं विराजत।\nतिहुँलोक में डंका बाजत॥\n\nशुम्भ निशुम्भ दानव तुम मारे।\nरक्तबीज शंखन संहारे॥\n\nमहिषासुर नृप अति अभिमानी।\nजेहि अघ भार मही अकुलानी॥\n\nरूप कराल कालिका धारा।\nसेन सहित तुम तिहि संहारा॥\n\nपरी गाढ़ सन्तन पर जब जब।\nभई सहाय मातु तुम तब तब॥\n\nअमरपुरी अरु बासव लोका।\nतब महिमा सब रहें अशोका॥\n\nज्वाला में है ज्योति तुम्हारी।\nतुम्हें सदा पूजें नर-नारी॥\n\nप्रेम भक्ति से जो यश गावें।\nदुःख दारिद्र निकट नहिं आवें॥\n\nध्यावे तुम्हें जो नर मन लाई।\nजन्म-मरण ताको छुटि जाई॥\n\nजोगी सुर मुनि कहत पुकारी।\nयोग न हो बिन शक्ति तुम्हारी॥\n\nशंकर आचारज तप कीनो।\nकाम अरु क्रोध जीति सब लीनो॥\n\nनिशिदिन ध्यान धरो शंकर को।\nकाहु काल नहिं सुमिरो तुमको॥\n\nशक्ति रूप का मरम न पायो।\nशक्ति गई तब मन पछितायो॥\n\nशरणागत हुई कीर्ति बखानी।\nजय जय जय जगदम्ब भवानी॥\n\nभई प्रसन्न आदि जगदम्बा।\nदई शक्ति नहिं कीन विलम्बा॥\n\nमोको मातु कष्ट अति घेरो।\nतुम बिन कौन हरै दुःख मेरो॥\n\nआशा तृष्णा निपट सतावें।\nमोह मदादिक सब विनशावें॥\n\nशत्रु नाश कीजै महारानी।\nसुमिरौं इकचित तुम्हें भवानी॥\n\nकरो कृपा हे मातु दयाला।\nऋद्धि-सिद्धि दे करहु निहाला॥\n\nजब लगि जिऊँ दया फल पाऊँ।\nतुम्हरो यश मैं सदा सुनाऊँ॥\n\nश्री दुर्गा चालीसा जो कोई गावै।\nसब सुख भोग परमपद पावै॥\n\nदेवीदास शरण निज जानी।\nकरहु कृपा जगदम्ब भवानी॥"
  },
  {
    "id": "chalisa_shiv",
    "type": "text",
    "title": "श्री शिव चालीसा",
    "category": "Chalisa",
    "language": "Hindi",
    "thumbnail": "https://res.cloudinary.com/dg2glqqs4/image/upload/v1769409738/Untitled_design_1_x9ygl0.jpg",
    "content": "|| दोहा ||\n\nजय गणेश गिरिजा सुवन, मंगल मूल सुजान।\nकहत अयोध्यादास तुम, देहु अभय वरदान॥\n\n|| चौपाई ||\n\nजय गिरिजा पति दीन दयाला। सदा करत सन्तन प्रतिपाला॥\nभाल चन्द्रमा सोहत नीके। कानन कुण्डल नागफनी के॥\n\nअंग गौर शिर गंग बहाये। मुण्डमाल तन क्षार लगाये॥\nवस्त्र खाल बाघम्बर सोहे। छवि को देखि नाग मन मोहे॥\n\nमैना मातु की हवे दुलारी। बाम अंग सोहत छवि न्यारी॥\nकर त्रिशूल सोहत छवि भारी। करत सदा शत्रुन क्षयकारी॥\n\nनन्दी गणेश सोहै तहँ कैसे। सागर मध्य कमल हैं जैसे॥\nकार्तिक श्याम और गणराऊ। या छवि को कहि जात न काऊ॥\n\nदेवन जबहीं जाय पुकारा। तबहीं दुख प्रभु आप निवारा॥\nकिया उपद्रव तारक भारी। देवन सब मिलि तुमहिं जुहारी॥\n\nतुरत षडानन आप पठायो। लवनिमेष महँ मारि गिरायो॥\nआप जलन्धर असुर संहारा। सुयश तुम्हार विदित संसारा॥\n\nत्रिपुरासुर सन युद्ध मचाई। सबहिं कृपा कर लीन बचाई॥\nकिया तपहिं भागीरथ भारी। पुरब प्रतिज्ञा तासु पुरारी॥\n\nदानिन महँ तुम सम कोउ नाहीं। सेवक स्तुति करत सदाहीं॥\nवेद माहि महिमा तुम गाई। अकथ अनादि भेद नहिं पाई॥\n\nप्रगटी उदधि मंथन में ज्वाला। जरत सुरासुर भये विहाला॥\nकीन्ही दया तहं करी सहाई। नीलकण्ठ तब नाम कहाई॥\n\nपूजन रामचन्द्र जब कीन्हा। जीत के लंक विभीषण दीन्हा॥\nसहस कमल में हो रहे धारी। कीन्ह परीक्षा तबहिं पुरारी॥\n\nएक कमल प्रभु राखेउ जोई। कमल नयन पूजन चहं सोई॥\nकठिन भक्ति देखी प्रभु शंकर। भये प्रसन्न दिए इच्छित वर॥\n\nजय जय जय अनन्त अविनाशी। करत कृपा सब के घट वासी॥\nदुष्ट सकल नित मोहि सतावै। भ्रमत रहौं मोहि चैन न आवै॥\n\nत्राहि त्राहि मैं नाथ पुकारो। येहि अवसर मोहि आन उबारो॥\nलै त्रिशूल शत्रुन को मारो। संकट से मोहि आन उबारो॥\n\nमात-पिता भ्राता सब कोई। संकट में पूछत नहिं कोई॥\nस्वामी एक है आस तुम्हारी। आय हरहु मम संकट भारी॥\n\nधन निर्धन को देत सदा हीं। जो कोई जांचे सो फल पाहीं॥\nअस्तुति केहि विधि करैं तुम्हारी। क्षमहु नाथ अब चूक हमारी॥\n\nशंकर हो संकट के नाशन। मंगल कारण विघ्न विनाशन॥\nयोगी यति मुनि ध्यान लगावैं। शारद नारद शीश नवावैं॥\n\nनमो नमो जय नमः शिवाय। सुर ब्रह्मादिक पार न पाय॥\nजो यह पाठ करे मन लाई। ता पर होत है शम्भु सहाई॥\n\nॠनियां जो कोई हो अधिकारी। पाठ करे सो पावन हारी॥\nपुत्र होन की इच्छा जोई। निश्चय शिव प्रसाद तेहि होई॥\n\nपण्डित त्रयोदशी को लावे। ध्यान पूर्वक होम करावे॥\nत्रयोदशी व्रत करै हमेशा। ताके तन नहीं रहै कलेशा॥\n\nधूप दीप नैवेद्य चढ़ावे। शंकर सम्मुख पाठ सुनावे॥\nजन्म जन्म के पाप नसावे। अन्त धाम शिवपुर में पावे॥\n\nकहैं अयोध्यादास आस तुम्हारी। जानि सकल दुःख हरहु हमारी॥\n\n|| दोहा ||\n\nनित्त नेम कर प्रातः ही, पाठ करौं चालीसा।\nतुम मेरी मनोकामना, पूर्ण करो जगदीश॥\nमगसर छठि हेमन्त ॠतु, संवत चौसठ जान।\nअस्तुति चालीसा शिवहि, पूर्ण कीन कल्याण॥"
  }
]
