[
  {
    "id": "1",
    "name": "सोमनाथ ज्योतिर्लिंग",
    "location": "प्रभास पाटन, गुजरात",
    "desc": "पृथ्वी का आदि (प्रथम) ज्योतिर्लिंग।",
    "content": "सोमनाथ ज्योतिर्लिंग को पृथ्वी का पहला ज्योतिर्लिंग माना जाता है। पौराणिक कथाओं के अनुसार, इसका निर्माण स्वयं चंद्रदेव (सोम) ने किया था। उन्होंने दक्ष प्रजापति के श्राप से मुक्ति पाने के लिए यहाँ भगवान शिव की तपस्या की थी। यह मंदिर कई बार नष्ट किया गया और हर बार इसका पुनर्निर्माण हुआ, जो सनातन धर्म की अमरता का प्रतीक है।"
  },
  {
    "id": "2",
    "name": "मल्लिकार्जुन ज्योतिर्लिंग",
    "location": "श्रीशैलम, आंध्र प्रदेश",
    "desc": "दक्षिण का कैलाश, जहाँ शिव-पार्वती साथ हैं।",
    "content": "श्रीशैलम पर्वत पर स्थित इस ज्योतिर्लिंग में 'मल्लिका' का अर्थ माता पार्वती और 'अर्जुन' का अर्थ भगवान शिव है। कथा के अनुसार, जब कार्तिकेय रूठकर यहाँ आए थे, तो उन्हें मनाने के लिए शिव और पार्वती स्वयं यहाँ पधारे और ज्योतिर्लिंग के रूप में स्थापित हो गए।"
  },
  {
    "id": "3",
    "name": "महाकालेश्वर ज्योतिर्लिंग",
    "location": "उज्जैन, मध्य प्रदेश",
    "desc": "दक्षिणमुखी ज्योतिर्लिंग, भस्म आरती के लिए प्रसिद्ध।",
    "content": "महाकालेश्वर एकमात्र ऐसा ज्योतिर्लिंग है जो दक्षिणमुखी है। यहाँ भगवान शिव 'काल' (समय और मृत्यु) के नियंत्रक 'महाकाल' के रूप में पूजे जाते हैं। यहाँ की 'भस्म आरती' विश्व प्रसिद्ध है, जिसमें भगवान का श्रृंगार ताजी भस्म से किया जाता है।"
  },
  {
    "id": "4",
    "name": "ओंकारेश्वर ज्योतिर्लिंग",
    "location": "खंडवा, मध्य प्रदेश",
    "desc": "नर्मदा तट पर 'ॐ' के आकार के द्वीप पर स्थित।",
    "content": "यह ज्योतिर्लिंग नर्मदा नदी के तट पर 'मान्धाता' पर्वत पर स्थित है, जिसका आकार 'ॐ' जैसा है। यहाँ भगवान शिव दो रूपों में विराजमान हैं - ओंकारेश्वर और ममलेश्वर। माना जाता है कि विंध्याचल पर्वत ने यहाँ शिव जी की मिट्टी का लिंग बनाकर तपस्या की थी।"
  },
  {
    "id": "5",
    "name": "केदारनाथ ज्योतिर्लिंग",
    "location": "रुद्रप्रयाग, उत्तराखंड",
    "desc": "हिमालय की गोद में स्थित अत्यंत पावन धाम।",
    "content": "केदारनाथ हिमालय की चोटियों के बीच स्थित है। महाभारत युद्ध के बाद पांडवों ने गोत्र हत्या के पाप से मुक्ति पाने के लिए यहाँ शिव जी की तपस्या की थी। भगवान शिव ने बैल के रूप में दर्शन दिए थे। यह मंदिर वर्ष में केवल 6 महीने खुलता है।"
  },
  {
    "id": "6",
    "name": "भीमाशंकर ज्योतिर्लिंग",
    "location": "पुणे, महाराष्ट्र",
    "desc": "भीमा नदी का उद्गम स्थल।",
    "content": "यह मंदिर सह्याद्रि पर्वत पर स्थित है। कथा के अनुसार, कुंभकर्ण के पुत्र 'भीम' नामक राक्षस का वध करने के लिए भगवान शिव यहाँ प्रकट हुए थे। युद्ध के दौरान भगवान के पसीने से भीमा नदी उत्पन्न हुई। यह मंदिर अपनी नागर शैली की वास्तुकला के लिए प्रसिद्ध है।"
  },
  {
    "id": "7",
    "name": "काशी विश्वनाथ",
    "location": "वाराणसी, उत्तर प्रदेश",
    "desc": "मोक्ष दायिनी नगरी काशी में स्थित।",
    "content": "वाराणसी (काशी) भगवान शिव की सबसे प्रिय नगरी है। माना जाता है कि प्रलय काल में भी भगवान शिव इस नगर को अपने त्रिशूल पर धारण कर इसकी रक्षा करते हैं। यहाँ गंगा स्नान और विश्वनाथ दर्शन से मोक्ष की प्राप्ति होती है।"
  },
  {
    "id": "8",
    "name": "त्र्यंबकेश्वर ज्योतिर्लिंग",
    "location": "नासिक, महाराष्ट्र",
    "desc": "गोदावरी नदी का उद्गम, ब्रह्मा-विष्णु-महेश का स्वरूप।",
    "content": "इस ज्योतिर्लिंग की विशेषता यह है कि इसमें तीन छोटे लिंग हैं जो ब्रह्मा, विष्णु और महेश के प्रतीक हैं। यहाँ गौतम ऋषि की तपस्या से प्रसन्न होकर भगवान शिव ने गंगा (गोदावरी) को यहाँ अवतरित किया था।"
  },
  {
    "id": "9",
    "name": "वैद्यनाथ ज्योतिर्लिंग",
    "location": "देवघर, झारखंड",
    "desc": "रावण द्वारा लंका ले जाते समय स्थापित।",
    "content": "इसे 'बाबा बैद्यनाथ धाम' भी कहा जाता है। कथा के अनुसार, रावण तपस्या करके शिव जी को लंका ले जा रहा था, लेकिन एक शर्त के कारण उसे शिवलिंग यहाँ रखना पड़ा और वह फिर उठ नहीं सका। देवताओं ने यहाँ इसकी स्थापना की।"
  },
  {
    "id": "10",
    "name": "नागेश्वर ज्योतिर्लिंग",
    "location": "द्वारका, गुजरात",
    "desc": "दारुकावन में स्थित, नागों के ईश्वर।",
    "content": "भगवान शिव को नागों का देवता माना जाता है। कथा के अनुसार, सुप्रिय नामक वैश्य और अन्य भक्तों की 'दारुका' नामक राक्षसी से रक्षा करने के लिए भगवान शिव यहाँ प्रकट हुए थे। यहाँ दर्शन करने से विष का भय समाप्त हो जाता है।"
  },
  {
    "id": "11",
    "name": "रामेश्वरम ज्योतिर्लिंग",
    "location": "रामेश्वरम, तमिलनाडु",
    "desc": "भगवान श्री राम द्वारा स्थापित।",
    "content": "यह दक्षिण भारत के समुद्र तट पर स्थित है। लंका पर चढ़ाई करने से पहले भगवान श्री राम ने बालू (रेत) का शिवलिंग बनाकर भगवान शिव की पूजा की थी। रावण वध के बाद ब्रह्म हत्या के दोष से मुक्ति पाने के लिए भी उन्होंने यहाँ पूजा की थी।"
  },
  {
    "id": "12",
    "name": "घृष्णेश्वर ज्योतिर्लिंग",
    "location": "औरंगाबाद, महाराष्ट्र",
    "desc": "बारहवां और अंतिम ज्योतिर्लिंग।",
    "content": "यह एलोरा गुफाओं के पास स्थित है। कथा के अनुसार, शिव भक्त घृष्णेश्वर की भक्ति से प्रसन्न होकर भगवान ने उसके मृत पुत्र को जीवित किया और स्वयं यहाँ ज्योतिर्लिंग रूप में स्थित हो गए। इसे घुश्मेश्वर भी कहा जाता है।"
  }
]
